import React from 'react';

const Info = () => (
  <div className="max-w-2xl mx-auto py-10 px-4">
    <h1 className="text-2xl  mb-4 text-amber-700">Информация о НХК</h1>
    <p className="mb-4 text-gray-700">Национальный хадж-координационный центр (НХК) — это организация, созданная для поддержки мусульман в совершении паломничества и других религиозных поездок. Мы объединяем опыт, знания и современные технологии для того, чтобы сделать хадж, умру и другие путешествия максимально удобными и безопасными для каждого паломника.</p>
    <p className="text-gray-700">Наша миссия — помогать мусульманам в духовном развитии, обеспечивать высокий уровень сервиса и поддерживать традиции исламского туризма.</p>
  </div>
);

export default Info; 